Repository: zilokki-bot/openclaw
Catalog: apps/macos/Sources/OpenClaw/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fa, fr, hi, id, it, ja_jp, ko, nl, pl, pt_br, ru, sv, th, tr, uk, vi, zh_cn, zh_tw

source: Automatically start OpenClaw after you sign in.
ar: ابدأ OpenClaw تلقائيًا بعد تسجيل دخولك.
de: OpenClaw nach der Anmeldung automatisch starten.
es: Iniciar OpenClaw automáticamente después de iniciar sesión.
fa: پس از ورود شما، OpenClaw به‌طور خودکار شروع شود.
fr: Démarrer automatiquement OpenClaw après votre connexion.
hi: आपके साइन इन करने के बाद OpenClaw को अपने आप शुरू करें।
id: Mulai OpenClaw secara otomatis setelah Anda masuk.
it: Avvia automaticamente OpenClaw dopo l'accesso.
ja_jp: サインイン後に OpenClaw を自動的に起動します。
ko: 로그인하면 OpenClaw를 자동으로 시작합니다.
nl: OpenClaw automatisch starten nadat je bent ingelogd.
pl: Automatycznie uruchamiaj OpenClaw po zalogowaniu.
pt_br: Iniciar o OpenClaw automaticamente após você entrar.
ru: Автоматически запускать OpenClaw после входа в систему.
sv: Starta OpenClaw automatiskt efter att du har loggat in.
th: เริ่ม OpenClaw โดยอัตโนมัติหลังจากคุณลงชื่อเข้าใช้
tr: Oturum açtıktan sonra OpenClaw'ı otomatik olarak başlat.
uk: Автоматично запускати OpenClaw після входу.
vi: Tự động khởi động OpenClaw sau khi bạn đăng nhập.
zh_cn: 登录后自动启动 OpenClaw。
zh_tw: 登入後自動啟動 OpenClaw。

source: Available
ar: متاح
de: Verfügbar
es: Disponible
fa: در دسترس
fr: Disponible
hi: उपलब्ध
id: Tersedia
it: Disponibile
ja_jp: 利用可能
ko: 사용 가능
nl: Beschikbaar
pl: Dostępne
pt_br: Disponível
ru: Доступно
sv: Tillgänglig
th: พร้อมใช้งาน
tr: Kullanılabilir
uk: Доступно
vi: Có sẵn
zh_cn: 可用
zh_tw: 可用

source: Back
ar: رجوع
de: Zurück
es: Atrás
fa: بازگشت
fr: Retour
hi: वापस
id: Kembali
it: Indietro
ja_jp: 戻る
ko: 뒤로
nl: Terug
pl: Wstecz
pt_br: Voltar
ru: Назад
sv: Bakåt
th: ย้อนกลับ
tr: Geri
uk: Назад
vi: Quay lại
zh_cn: 返回
zh_tw: 返回

source: Bare names match PATH commands. Use a path glob for a specific binary.
ar: تطابق الأسماء المجردة أوامر PATH. استخدم نمط مسار شامل لملف تنفيذي محدد.
de: Reine Namen entsprechen PATH-Befehlen. Verwenden Sie ein Pfad-Glob für eine bestimmte Binärdatei.
es: Los nombres sin ruta coinciden con comandos de PATH. Usa un glob de ruta para un binario específico.
fa: نام‌های ساده با فرمان‌های PATH مطابقت دارند. برای یک باینری مشخص از glob مسیر استفاده کنید.
fr: Les noms simples correspondent aux commandes PATH. Utilisez un glob de chemin pour un binaire spécifique.
hi: सादे नाम PATH कमांड्स से मेल खाते हैं। किसी विशिष्ट बाइनरी के लिए path glob का उपयोग करें।
id: Nama polos cocok dengan perintah PATH. Gunakan glob jalur untuk biner tertentu.
it: I nomi semplici corrispondono ai comandi PATH. Usa un glob di percorso per un binario specifico.
ja_jp: ベア名は PATH コマンドに一致します。特定のバイナリにはパス glob を使用してください。
ko: 단순 이름은 PATH 명령과 일치합니다. 특정 바이너리에는 경로 glob을 사용하세요.
nl: Kale namen komen overeen met PATH-commando's. Gebruik een pad-glob voor een specifieke binary.
pl: Same nazwy pasują do poleceń PATH. Użyj globu ścieżki dla konkretnego pliku binarnego.
pt_br: Nomes simples correspondem a comandos em PATH. Use um glob de caminho para um binário específico.
ru: Простые имена соответствуют командам в PATH. Используйте глоб пути для конкретного бинарного файла.
sv: Rena namn matchar PATH-kommandon. Använd ett sökvägs-glob för en specifik binär.
th: ชื่อแบบไม่ระบุพาธจะตรงกับคำสั่งใน PATH ใช้ path glob สำหรับไบนารีเฉพาะ
tr: Yalın adlar PATH komutlarıyla eşleşir. Belirli bir ikili dosya için yol glob'u kullanın.
uk: Голі назви відповідають командам PATH. Використовуйте глоб шляху для конкретного двійкового файлу.
vi: Tên trần khớp với các lệnh trong PATH. Dùng glob đường dẫn cho một tệp nhị phân cụ thể.
zh_cn: 裸名称匹配 PATH 命令。使用路径 glob 匹配特定二进制文件。
zh_tw: 裸名稱會比對 PATH 命令。請使用路徑 glob 指定特定二進位檔。

source: Barnacling
ar: جمع البرنقيل
de: Seepocken sammeln
es: Buscando percebes
fa: صدف‌چسبانی
fr: Collecte de bernacles
hi: बार्नकलिंग
id: Mencari teritip
it: Incrostazione di cirripedi
ja_jp: フジツボ採集中
ko: 따개비를 채집하는 중
nl: Zeepokken
pl: Pąklowanie
pt_br: Coletando cracas
ru: Обрастаем ракушками
sv: Samlar havstulpaner
th: กำลังเกาะเพรียง
tr: Kaya midyesi toplanıyor
uk: Обростання балянусами
vi: Đang bám như hà
zh_cn: 藤壶附着中
zh_tw: 附著藤壺中

source: Base ref (optional)
ar: المرجع الأساسي (اختياري)
de: Basis-Ref (optional)
es: Referencia base (opcional)
fa: ارجاع پایه (اختیاری)
fr: Référence de base (facultatif)
hi: बेस रेफ़रेंस (वैकल्पिक)
id: Ref dasar (opsional)
it: Riferimento di base (facoltativo)
ja_jp: ベース参照（任意）
ko: 기준 참조(선택 사항)
nl: Basisreferentie (optioneel)
pl: Referencja bazowa (opcjonalnie)
pt_br: Referência base (opcional)
ru: Базовая ссылка (необязательно)
sv: Basreferens (valfritt)
th: Base ref (ไม่บังคับ)
tr: Temel ref (isteğe bağlı)
uk: Базове посилання (необов’язково)
vi: Tham chiếu cơ sở (không bắt buộc)
zh_cn: 基础引用（可选）
zh_tw: 基礎參照（選填）

source: Best-effort
ar: بأفضل جهد
es: Mejor esfuerzo
fa: حداکثر تلاش
fr: Meilleur effort
hi: सर्वोत्तम प्रयास
id: Upaya terbaik
ja_jp: ベストエフォート
ko: 최선 노력
pl: Najlepsza próba
pt_br: Melhor esforço
ru: По возможности
sv: Bästa försök
th: พยายามให้ดีที่สุด
tr: En iyi çaba
vi: Cố gắng tối đa
zh_cn: 尽力而为
zh_tw: 盡力而為

source: Beta
ar: تجريبي
fa: بتا
fr: Bêta
hi: बीटा
ja_jp: ベータ版
ko: 베타
ru: Бета
th: เบต้า
uk: Бета
zh_tw: 測試版

source: Binary path
ar: مسار الملف الثنائي
de: Binärpfad
es: Ruta del binario
fa: مسیر باینری
fr: Chemin du binaire
hi: बाइनरी पथ
id: Jalur biner
it: Percorso del binario
ja_jp: バイナリパス
ko: 바이너리 경로
nl: Binair pad
pl: Ścieżka pliku binarnego
pt_br: Caminho do binário
ru: Путь к бинарному файлу
sv: Binär sökväg
th: พาธไบนารี
tr: İkili dosya yolu
uk: Шлях до бінарного файлу
vi: Đường dẫn nhị phân
zh_cn: 二进制路径
zh_tw: 二進位檔路徑

source: Block agent shell commands on this Mac.
ar: حظر أوامر shell الخاصة بالوكيل على جهاز Mac هذا.
de: Shell-Befehle des Agenten auf diesem Mac blockieren.
es: Bloquear los comandos de shell del agente en este Mac.
fa: مسدود کردن فرمان‌های پوسته عامل در این مک.
fr: Bloquer les commandes shell de l’agent sur ce Mac.
hi: इस Mac पर एजेंट के शेल कमांड ब्लॉक करें।
id: Blokir perintah shell agen di Mac ini.
it: Blocca i comandi shell dell'agente su questo Mac.
ja_jp: このMacでエージェントのシェルコマンドをブロックします。
ko: 이 Mac에서 에이전트 셸 명령을 차단합니다.
nl: Blokkeer shellopdrachten van agents op deze Mac.
pl: Blokuj polecenia powłoki agenta na tym Macu.
pt_br: Bloquear comandos de shell do agente neste Mac.
ru: Блокировать команды оболочки агента на этом Mac.
sv: Blockera agentens skalkommandon på denna Mac.
th: บล็อกคำสั่งเชลล์ของเอเจนต์บน Mac เครื่องนี้
tr: Bu Mac'te aracı kabuk komutlarını engelle.
uk: Блокувати команди оболонки агента на цьому Mac.
vi: Chặn các lệnh shell của tác tử trên máy Mac này.
zh_cn: 阻止代理在此 Mac 上执行 shell 命令。
zh_tw: 封鎖代理程式在此 Mac 上執行的 Shell 命令。

source: Bottle
ar: زجاجة
hi: बोतल
it: Bottiglia
ja_jp: ボトル
nl: Fles
pl: Butelka
pt_br: Garrafa
sv: Flaska
th: ขวด
tr: Şişe
uk: Пляшка

source: Branch
ar: الفرع
es: Rama
fa: شاخه
fr: Branche
hi: ब्रांच
ja_jp: ブランチ
ko: 브랜치
pl: Gałąź
ru: Ветка
sv: Gren
th: สาขา
tr: Dal
uk: Гілка
vi: Nhánh
zh_cn: 分支
zh_tw: 分支

source: Branches
ar: الفروع
de: Zweige
es: Ramas
fa: شاخه‌ها
hi: शाखाएँ
id: Cabang
it: Rami
ja_jp: 分岐
ko: 브랜치
nl: Vertakkingen
pl: Gałęzie
pt_br: Ramificações
ru: Ветки
sv: Grenar
th: บรานช์
tr: Dallar
uk: Гілки
vi: Nhánh
zh_cn: 分支
zh_tw: 分支

source: Brining
ar: النقع في المحلول الملحي
de: Pökeln
es: Poniendo en salmuera
fa: آب‌نمک‌سودکردن
fr: Saumurage
hi: नमकीन पानी में भिगो रहे हैं
id: Mengasinkan
it: Messa in salamoia
ja_jp: 塩水漬け中
ko: 소금물에 담그는 중
nl: Pekelen
pl: Peklowanie
pt_br: Colocando em salmoura
ru: Засаливаем
sv: Saltar
th: กำลังแช่น้ำเกลือ
tr: Salamura yapılıyor
uk: Засолювання
vi: Đang ngâm muối
zh_cn: 盐渍中
zh_tw: 鹽漬中

source: Browse
ar: تصفح
de: Durchsuchen
es: Explorar
fa: مرور
fr: Parcourir
hi: ब्राउज़ करें
id: Jelajahi
it: Esplora
ja_jp: 参照
ko: 찾아보기
nl: Bladeren
pl: Przeglądaj
pt_br: Explorar
ru: Обзор
sv: Bläddra
th: เรียกดู
tr: Göz at
uk: Огляд
vi: Duyệt tìm
zh_cn: 浏览
zh_tw: 瀏覽

source: Browse ClawHub
ar: تصفّح ClawHub
de: ClawHub durchsuchen
es: Explorar ClawHub
fa: مرور ClawHub
fr: Parcourir ClawHub
hi: ClawHub ब्राउज़ करें
id: Jelajahi ClawHub
it: Esplora ClawHub
ja_jp: ClawHubを閲覧
ko: ClawHub 둘러보기
nl: Door ClawHub bladeren
pl: Przeglądaj ClawHub
pt_br: Explorar o ClawHub
ru: Открыть ClawHub
sv: Bläddra i ClawHub
th: เรียกดู ClawHub
tr: ClawHub'a göz at
uk: Переглянути ClawHub
vi: Duyệt ClawHub
zh_cn: 浏览 ClawHub
zh_tw: 瀏覽 ClawHub

source: Browser
ar: المتصفح
es: Navegador
fa: مرورگر
fr: Navigateur
ja_jp: ブラウザ
ko: 브라우저
pl: Przeglądarka
pt_br: Navegador
ru: Браузер
sv: Webbläsare
th: เบราว์เซอร์
tr: Tarayıcı
uk: Браузер
vi: Trình duyệt
zh_cn: 浏览器
zh_tw: 瀏覽器

source: Browser Control
ar: التحكم في المتصفح
de: Browser-Steuerung
es: Control del navegador
fa: کنترل مرورگر
fr: Contrôle du navigateur
hi: ब्राउज़र नियंत्रण
id: Kontrol Browser
it: Controllo browser
ja_jp: ブラウザー制御
ko: 브라우저 제어
nl: Browserbesturing
pl: Sterowanie przeglądarką
pt_br: Controle do navegador
ru: Управление браузером
sv: Webbläsarkontroll
th: การควบคุมเบราว์เซอร์
tr: Tarayıcı Kontrolü
uk: Керування браузером
vi: Điều khiển trình duyệt
zh_cn: 浏览器控制
zh_tw: 瀏覽器控制

source: Browser import failed
ar: فشل استيراد المتصفح
de: Browser-Import fehlgeschlagen
es: Error al importar del navegador
fa: وارد کردن مرورگر ناموفق بود
fr: Échec de l’importation du navigateur
hi: ब्राउज़र आयात विफल
id: Impor browser gagal
it: Importazione del browser non riuscita
ja_jp: ブラウザのインポートに失敗しました
ko: 브라우저 가져오기 실패
nl: Browserimport mislukt
pl: Import z przeglądarki nie powiódł się
pt_br: Falha na importação do navegador
ru: Не удалось импортировать браузер
sv: Webbläsarimport misslyckades
th: การนำเข้าเบราว์เซอร์ล้มเหลว
tr: Tarayıcı içe aktarma başarısız oldu
uk: Не вдалося імпортувати браузер
vi: Nhập trình duyệt thất bại
zh_cn: 浏览器导入失败
zh_tw: 瀏覽器匯入失敗

source: Browser import requires Local mode
ar: يتطلب استيراد المتصفح وضع Local
de: Browser-Import erfordert den lokalen Modus
es: La importación del navegador requiere el modo local
fa: درون‌ریزی مرورگر به حالت Local نیاز دارد
fr: L'importation depuis le navigateur nécessite le mode local
hi: ब्राउज़र आयात के लिए Local मोड आवश्यक है
id: Impor browser memerlukan mode Local
it: L'importazione dal browser richiede la modalità locale
ja_jp: ブラウザインポートには Local モードが必要です
ko: 브라우저 가져오기는 로컬 모드가 필요합니다
nl: Browserimport vereist lokale modus
pl: Import z przeglądarki wymaga trybu lokalnego
pt_br: A importação do navegador requer o modo Local
ru: Импорт из браузера требует локального режима
sv: Webbläsarimport kräver lokalt läge
th: การนำเข้าจากเบราว์เซอร์ต้องใช้โหมด Local
tr: Tarayıcı içe aktarma için Local mod gerekir
uk: Імпорт із браузера потребує локального режиму
vi: Nhập từ trình duyệt yêu cầu chế độ Local
zh_cn: 浏览器导入需要本地模式
zh_tw: 瀏覽器匯入需要本機模式

source: Browser import unavailable
ar: استيراد المتصفح غير متاح
de: Browser-Import nicht verfügbar
es: Importación del navegador no disponible
fa: درون‌ریزی مرورگر در دسترس نیست
fr: Importation depuis le navigateur indisponible
hi: ब्राउज़र आयात अनुपलब्ध
id: Impor browser tidak tersedia
it: Importazione dal browser non disponibile
ja_jp: ブラウザインポートを利用できません
ko: 브라우저 가져오기를 사용할 수 없음
nl: Browserimport niet beschikbaar
pl: Import z przeglądarki niedostępny
pt_br: Importação do navegador indisponível
ru: Импорт из браузера недоступен
sv: Webbläsarimport otillgänglig
th: ไม่สามารถนำเข้าจากเบราว์เซอร์ได้
tr: Tarayıcı içe aktarma kullanılamıyor
uk: Імпорт із браузера недоступний
vi: Không thể nhập từ trình duyệt
zh_cn: 浏览器导入不可用
zh_tw: 無法使用瀏覽器匯入

source: Browser login
ar: تسجيل الدخول عبر المتصفح
de: Browser-Anmeldung
es: Inicio de sesión del navegador
fa: ورود با مرورگر
fr: Connexion via le navigateur
hi: Browser लॉगिन
id: Login browser
it: Accesso al browser
ja_jp: ブラウザログイン
ko: 브라우저 로그인
pl: Logowanie w przeglądarce
pt_br: Login pelo navegador
ru: Вход через браузер
sv: Webbläsarinloggning
th: เข้าสู่ระบบด้วยเบราว์เซอร์
tr: Tarayıcı girişi
uk: Вхід через браузер
vi: Đăng nhập trình duyệt
zh_cn: 浏览器登录
zh_tw: 瀏覽器登入

source: Browser logins imported
ar: تم استيراد عمليات تسجيل الدخول من المتصفح
de: Browser-Logins importiert
es: Inicios de sesión del navegador importados
fa: ورودهای مرورگر وارد شدند
fr: Identifiants du navigateur importés
hi: ब्राउज़र लॉगिन आयात किए गए
id: Login browser diimpor
it: Login del browser importati
ja_jp: ブラウザのログインをインポートしました
ko: 브라우저 로그인 가져옴
nl: Browseraanmeldingen geïmporteerd
pl: Zaimportowano loginy z przeglądarki
pt_br: Logins do navegador importados
ru: Логины из браузера импортированы
sv: Webbläsarinloggningar importerade
th: นำเข้าการเข้าสู่ระบบเบราว์เซอร์แล้ว
tr: Tarayıcı oturumları içe aktarıldı
uk: Логіни браузера імпортовано
vi: Đã nhập thông tin đăng nhập trình duyệt
zh_cn: 已导入浏览器登录信息
zh_tw: 已匯入瀏覽器登入資訊

source: Bubbling
ar: يفور
de: Blubbern
es: Burbujeando
fa: حباب‌سازی
fr: Bouillonnement
hi: बुलबुले बनाना
id: Menggelembung
it: Gorgogliando
ja_jp: 泡立ち中
ko: 거품을 내는 중
nl: Borrelen
pl: Bulgotanie
pt_br: Fazendo bolhas
ru: Пускаем пузыри
sv: Bubblar
th: กำลังผุดฟอง
tr: Köpürüyor
uk: Булькотіння
vi: Đang sủi bọt
zh_cn: 冒泡中
zh_tw: 冒泡中

source: Bundled
ar: مضمّن
de: Gebündelt
es: Incluido
fa: همراه بسته
fr: Intégré
id: Dibundel
it: Inclusa
ja_jp: 同梱
ko: 번들됨
nl: Gebundeld
pl: Dołączone
pt_br: Incluída
ru: Встроено
sv: Medföljande
th: มาพร้อมในตัว
tr: Paketle birlikte gelen
uk: Вбудовано
vi: Được tích hợp sẵn
zh_cn: 已捆绑
zh_tw: 隨附

source: CLI install failed
ar: فشل تثبيت CLI
de: CLI-Installation fehlgeschlagen
es: Error al instalar la CLI
fa: نصب CLI ناموفق بود
fr: Échec de l'installation de la CLI
hi: CLI इंस्टॉल विफल रहा
id: Pemasangan CLI gagal
it: Installazione CLI non riuscita
ja_jp: CLI のインストールに失敗しました
ko: CLI 설치 실패
nl: CLI-installatie mislukt
pl: Instalacja CLI nie powiodła się
pt_br: Falha na instalação da CLI
ru: Не удалось установить CLI
sv: CLI-installation misslyckades
th: การติดตั้ง CLI ล้มเหลว
tr: CLI kurulumu başarısız oldu
uk: Не вдалося встановити CLI
vi: Cài đặt CLI thất bại
zh_cn: CLI 安装失败
zh_tw: CLI 安裝失敗

source: CLI install finished
ar: انتهى تثبيت CLI
de: CLI-Installation abgeschlossen
es: Instalación de la CLI finalizada
fa: نصب CLI به پایان رسید
fr: Installation de la CLI terminée
hi: CLI इंस्टॉल पूर्ण हुआ
id: Pemasangan CLI selesai
it: Installazione CLI completata
ja_jp: CLI のインストールが完了しました
ko: CLI 설치 완료
nl: CLI-installatie voltooid
pl: Instalacja CLI zakończona
pt_br: Instalação da CLI concluída
ru: Установка CLI завершена
sv: CLI-installation slutförd
th: การติดตั้ง CLI เสร็จสิ้น
tr: CLI kurulumu tamamlandı
uk: Встановлення CLI завершено
vi: Cài đặt CLI hoàn tất
zh_cn: CLI 安装完成
zh_tw: CLI 安裝完成

source: CLI path
ar: مسار CLI
de: CLI-Pfad
es: Ruta de CLI
fa: مسیر CLI
fr: Chemin de la CLI
id: Path CLI
it: Percorso CLI
ja_jp: CLI パス
ko: CLI 경로
nl: CLI-pad
pl: Ścieżka CLI
pt_br: Caminho da CLI
ru: Путь к CLI
sv: CLI-sökväg
th: พาธ CLI
tr: CLI yolu
uk: Шлях до CLI
vi: Đường dẫn CLI
zh_cn: CLI 路径
zh_tw: CLI 路徑

source: Cache read tokens: %@
ar: رموز قراءة ذاكرة التخزين المؤقت: %@
de: Aus dem Cache gelesene Token: %@
es: Tokens leídos de la caché: %@
fa: توکن‌های خوانده‌شده از حافظه پنهان: %@
fr: Jetons lus dans le cache : %@
hi: कैश रीड टोकन: %@
id: Token pembacaan cache: %@
it: Token letti dalla cache: %@
ja_jp: キャッシュ読み取りトークン：%@
ko: 캐시 읽기 토큰: %@
nl: Tokens uit cache gelezen: %@
pl: Tokeny odczytane z pamięci podręcznej: %@
pt_br: Tokens de leitura do cache: %@
ru: Токены чтения из кеша: %@
sv: Tokens lästa från cache: %@
th: โทเค็นที่อ่านจากแคช: %@
tr: Önbellekten okunan token'lar: %@
uk: Токени читання кешу: %@
vi: Token đọc từ bộ nhớ đệm: %@
zh_cn: 缓存读取 token：%@
zh_tw: 快取讀取權杖：%@

source: Cache write tokens: %@
ar: رموز كتابة ذاكرة التخزين المؤقت: %@
de: In den Cache geschriebene Token: %@
es: Tokens escritos en la caché: %@
fa: توکن‌های نوشته‌شده در حافظه پنهان: %@
fr: Jetons écrits dans le cache : %@
hi: कैश राइट टोकन: %@
id: Token penulisan cache: %@
it: Token scritti nella cache: %@
ja_jp: キャッシュ書き込みトークン：%@
ko: 캐시 쓰기 토큰: %@
nl: Tokens naar cache geschreven: %@
pl: Tokeny zapisane w pamięci podręcznej: %@
pt_br: Tokens de gravação no cache: %@
ru: Токены записи в кеш: %@
sv: Tokens skrivna till cache: %@
th: โทเค็นที่เขียนลงแคช: %@
tr: Önbelleğe yazılan token'lar: %@
uk: Токени запису кешу: %@
vi: Token ghi vào bộ nhớ đệm: %@
zh_cn: 缓存写入 token：%@
zh_tw: 快取寫入權杖：%@

source: Camera
ar: الكاميرا
de: Kamera
es: Cámara
fa: دوربین
fr: Appareil photo
hi: कैमरा
id: Kamera
it: Fotocamera
ja_jp: カメラ
ko: 카메라
pl: Aparat
pt_br: Câmera
ru: Камера
sv: Kamera
th: กล้อง
tr: Kamera
uk: Камера
vi: Máy ảnh
zh_cn: 摄像头
zh_tw: 相機

source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
fa: لغو
fr: Annuler
hi: रद्द करें
id: Batal
it: Annulla
ja_jp: キャンセル
ko: 취소
nl: Annuleren
pl: Anuluj
pt_br: Cancelar
ru: Отмена
sv: Avbryt
th: ยกเลิก
tr: İptal
uk: Скасувати
vi: Hủy
zh_cn: 取消
zh_tw: 取消

source: Cancel voice note
ar: إلغاء الملاحظة الصوتية
de: Sprachnotiz abbrechen
es: Cancelar nota de voz
fa: لغو یادداشت صوتی
fr: Annuler la note vocale
hi: वॉइस नोट रद्द करें
id: Batalkan catatan suara
it: Annulla nota vocale
ja_jp: ボイスメモをキャンセル
ko: 음성 메모 취소
nl: Spraakbericht annuleren
pl: Anuluj notatkę głosową
pt_br: Cancelar nota de voz
ru: Отменить голосовое сообщение
sv: Avbryt röstmeddelande
th: ยกเลิกข้อความเสียง
tr: Sesli notu iptal et
uk: Скасувати голосове повідомлення
vi: Hủy ghi chú giọng nói
zh_cn: 取消语音留言
zh_tw: 取消語音留言

source: Capabilities
ar: الإمكانات
de: Funktionen
es: Capacidades
fa: قابلیت‌ها
fr: Capacités
hi: क्षमताएँ
id: Kapabilitas
it: Funzionalità
ja_jp: 機能
ko: 기능
nl: Mogelijkheden
pl: Możliwości
pt_br: Recursos
ru: Возможности
sv: Funktioner
th: ความสามารถ
tr: Yetenekler
uk: Можливості
vi: Khả năng
zh_cn: 功能
zh_tw: 功能

source: Capture Area…
ar: التقاط منطقة…
de: Bereich aufnehmen…
es: Capturar área…
fa: ثبت ناحیه…
fr: Capturer une zone…
hi: क्षेत्र कैप्चर करें…
id: Ambil Gambar Area…
it: Acquisisci area…
ja_jp: 範囲をキャプチャ…
ko: 영역 캡처…
nl: Gebied vastleggen…
pl: Przechwyć obszar…
pt_br: Capturar área…
ru: Снимок области…
sv: Ta skärmbild av område…
th: จับภาพพื้นที่…
tr: Alanı Yakala…
uk: Знімок області…
vi: Chụp vùng…
zh_cn: 截取区域…
zh_tw: 擷取區域…

source: Capture Window…
ar: التقاط نافذة…
de: Fenster aufnehmen…
es: Capturar ventana…
fa: ثبت پنجره…
fr: Capturer une fenêtre…
hi: विंडो कैप्चर करें…
id: Ambil Gambar Jendela…
it: Acquisisci finestra…
ja_jp: ウインドウをキャプチャ…
ko: 윈도우 캡처…
nl: Venster vastleggen…
pl: Przechwyć okno…
pt_br: Capturar janela…
ru: Снимок окна…
sv: Ta skärmbild av fönster…
th: จับภาพหน้าต่าง…
tr: Pencereyi Yakala…
uk: Знімок вікна…
vi: Chụp cửa sổ…
zh_cn: 截取窗口…
zh_tw: 擷取視窗…

source: Capture a screenshot
ar: التقاط لقطة شاشة
de: Bildschirmfoto aufnehmen
es: Capturar una captura de pantalla
fa: گرفتن اسکرین‌شات
fr: Capturer une capture d’écran
hi: स्क्रीनशॉट कैप्चर करें
id: Ambil tangkapan layar
it: Acquisisci uno screenshot
ja_jp: スクリーンショットを撮影
ko: 스크린샷 캡처
nl: Maak een schermafbeelding
pl: Zrób zrzut ekranu
pt_br: Capturar uma imagem da tela
ru: Сделать снимок экрана
sv: Ta en skärmbild
th: จับภาพหน้าจอ
tr: Ekran görüntüsü al
uk: Зробити знімок екрана
vi: Chụp ảnh màn hình
zh_cn: 截取屏幕截图
zh_tw: 擷取螢幕截圖

source: Capture photos and video from the camera
ar: التقاط الصور والفيديو من الكاميرا
de: Fotos und Videos mit der Kamera aufnehmen
es: Capturar fotos y video desde la cámara
fa: گرفتن عکس و ویدیو از دوربین
fr: Capturer des photos et des vidéos depuis l’appareil photo
hi: कैमरे से फ़ोटो और वीडियो कैप्चर करें
id: Ambil foto dan video dari kamera
it: Acquisisci foto e video dalla fotocamera
ja_jp: カメラから写真とビデオをキャプチャ
ko: 카메라에서 사진 및 비디오 캡처
nl: Maak foto's en video-opnamen met de camera
pl: Rób zdjęcia i nagrywaj wideo z kamery
pt_br: Capturar fotos e vídeos da câmera
ru: Снимать фото и видео с камеры
sv: Ta foton och spela in video från kameran
th: ถ่ายภาพและวิดีโอจากกล้อง
tr: Kameradan fotoğraf ve video çek
uk: Знімати фото та відео з камери
vi: Chụp ảnh và quay video từ camera
zh_cn: 从摄像头拍摄照片和视频
zh_tw: 從相機擷取照片和影片

source: Capture the screen for context or screenshots
ar: التقاط الشاشة للسياق أو لقطات الشاشة
de: Bildschirm für Kontext oder Screenshots erfassen
es: Capturar la pantalla para contexto o capturas de pantalla
fa: ضبط صفحه برای زمینه یا نماگرفت‌ها
fr: Capturer l’écran pour le contexte ou les captures d’écran
hi: संदर्भ या स्क्रीनशॉट के लिए स्क्रीन कैप्चर करें
id: Tangkap layar untuk konteks atau tangkapan layar
it: Acquisisci lo schermo per contesto o screenshot
ja_jp: コンテキストまたはスクリーンショットのために画面をキャプチャ
ko: 컨텍스트 또는 스크린샷을 위해 화면 캡처
nl: Het scherm vastleggen voor context of schermafbeeldingen
pl: Przechwytywanie ekranu na potrzeby kontekstu lub zrzutów ekranu
pt_br: Capturar a tela para contexto ou capturas de tela
ru: Захват экрана для контекста или снимков экрана
sv: Spela in skärmen för kontext eller skärmbilder
th: จับภาพหน้าจอเพื่อใช้เป็นบริบทหรือภาพหน้าจอ
tr: Bağlam veya ekran görüntüleri için ekranı yakala
uk: Захоплювати екран для контексту або знімків екрана
vi: Chụp màn hình để lấy ngữ cảnh hoặc ảnh chụp màn hình
zh_cn: 捕获屏幕以获取上下文或截图
zh_tw: 擷取螢幕以提供情境或螢幕截圖

source: Catch me up
ar: أطلعني على المستجدات
de: Bring mich auf den neuesten Stand
es: Ponme al día
fa: من را در جریان بگذار
fr: Mets-moi au courant
hi: मुझे अब तक की जानकारी दें
id: Beri saya kabar terbaru
it: Aggiornami
ja_jp: 最新情報を教えて
ko: 최근 상황 알려주기
nl: Praat me bij
pl: Wprowadź mnie w temat
pt_br: Coloque-me a par
ru: Введи меня в курс дела
sv: Uppdatera mig
th: อัปเดตให้ฉันทราบ
tr: Beni bilgilendir
uk: Введи мене в курс справ
vi: Cập nhật tình hình cho tôi
zh_cn: 帮我了解最新情况
zh_tw: 讓我掌握近況

source: Channel
ar: القناة
de: Kanal
es: Canal
fa: کانال
fr: Canal
hi: चैनल
id: Saluran
it: Canale
ja_jp: チャンネル
ko: 채널
nl: Kanaal
pl: Kanał
pt_br: Canal
ru: Канал
sv: Kanal
th: ช่องทาง
tr: Kanal
uk: Канал
vi: Kênh
zh_cn: 频道
zh_tw: 頻道

source: Channels
ar: القنوات
de: Kanäle
es: Canales
fa: کانال‌ها
fr: Canaux
hi: चैनल
id: Saluran
it: Canali
ja_jp: チャンネル
ko: 채널
nl: Kanalen
pl: Kanały
pt_br: Canais
ru: Каналы
sv: Kanaler
th: ช่อง
tr: Kanallar
uk: Канали
vi: Kênh
zh_cn: 频道
zh_tw: 頻道

source: Chat
ar: الدردشة
fa: گفتگو
fr: Discussion
hi: चैट
ja_jp: チャット
ko: 채팅
pl: Czat
ru: Чат
sv: Chatt
th: แชท
tr: Sohbet
uk: Чат
vi: Trò chuyện
zh_cn: 聊天
zh_tw: 聊天

source: Chat wherever you like
ar: دردش أينما تريد
de: Chatten Sie, wo immer Sie möchten
es: Chatea donde quieras
fa: هرجا دوست دارید چت کنید
fr: Discutez où vous voulez
hi: जहाँ चाहें वहाँ चैट करें
id: Chat di mana pun Anda suka
it: Chatta dove preferisci
ja_jp: 好きな場所でチャット
ko: 원하는 곳 어디서나 채팅
nl: Chat waar je maar wilt
pl: Rozmawiaj tam, gdzie chcesz
pt_br: Converse onde preferir
ru: Общайтесь там, где вам удобно
sv: Chatta var du vill
th: แชทได้ทุกที่ที่คุณต้องการ
tr: İstediğiniz yerde sohbet edin
uk: Спілкуйтеся, де вам зручно
vi: Trò chuyện ở bất cứ đâu bạn muốn
zh_cn: 随时随地聊天
zh_tw: 在你喜歡的地方聊天

source: Check
ar: تحقق
de: Prüfen
es: Comprobar
fa: بررسی
fr: Vérifier
hi: जाँचें
id: Periksa
it: Verifica
ja_jp: 確認
ko: 확인
nl: Controleren
pl: Sprawdź
pt_br: Verificar
ru: Проверить
sv: Kontrollera
th: ตรวจสอบ
tr: Denetle
uk: Перевірити
vi: Kiểm tra
zh_cn: 检查
zh_tw: 檢查

source: Check OpenClaw status
ar: تحقق من حالة OpenClaw
de: OpenClaw-Status prüfen
es: Comprobar el estado de OpenClaw
fa: بررسی وضعیت OpenClaw
fr: Vérifier l’état d’OpenClaw
hi: OpenClaw की स्थिति जाँचें
id: Periksa status OpenClaw
it: Controlla lo stato di OpenClaw
ja_jp: OpenClawのステータスを確認
ko: OpenClaw 상태 확인
nl: OpenClaw-status controleren
pl: Sprawdź stan OpenClaw
pt_br: Verificar o status do OpenClaw
ru: Проверить состояние OpenClaw
sv: Kontrollera OpenClaw-status
th: ตรวจสอบสถานะ OpenClaw
tr: OpenClaw durumunu kontrol et
uk: Перевірити стан OpenClaw
vi: Kiểm tra trạng thái OpenClaw
zh_cn: 检查 OpenClaw 状态
zh_tw: 檢查 OpenClaw 狀態
